Repository: daaihang/sprout
Catalog: sprout/sprout/Cards.xcstrings
Source language: en
Languages: es_419, fr, ja, ko, ru, zh_hans, zh_hant

# activity.goal
source: Goal
es_419: Meta
fr: Objectif
ja: 目標
ko: 목표
ru: Цель
zh_hans: 目标
zh_hant: 目標

# activity.placeholder
source: Tap to add an activity
es_419: Toca para agregar una actividad
fr: Appuyez pour ajouter une activité
ja: タップしてアクティビティを追加
ko: 탭하여 활동 추가
ru: Нажмите, чтобы добавить активность
zh_hans: 点击添加运动记录
zh_hant: 點擊新增運動記錄

# activity.type.cycling
source: Cycling
es_419: Ciclismo
fr: Vélo
ja: サイクリング
ko: 사이클링
ru: Велосипед
zh_hans: 骑行
zh_hant: 騎行

# activity.type.meditation
source: Meditation
es_419: Meditación
fr: Méditation
ja: 瞑想
ko: 명상
ru: Медитация
zh_hans: 冥想
zh_hant: 冥想

# activity.type.running
source: Running
es_419: Corriendo
fr: Course
ja: ランニング
ko: 달리기
ru: Бег
zh_hans: 跑步
zh_hant: 跑步

# activity.type.sleep
source: Sleep
es_419: Sueño
fr: Sommeil
ja: 睡眠
ko: 수면
ru: Сон
zh_hans: 睡眠
zh_hant: 睡眠

# activity.type.steps
source: Steps
es_419: Pasos
fr: Pas
ja: 歩数
ko: 걸음
ru: Шаги
zh_hans: 步数
zh_hant: 步數

# activity.type.swimming
source: Swimming
es_419: Natación
fr: Natation
ja: 水泳
ko: 수영
ru: Плавание
zh_hans: 游泳
zh_hant: 游泳

# activity.type.workout
source: Strength Training
es_419: Entrenamiento de fuerza
fr: Entraînement de force
ja: 筋トレ
ko: 근력 운동
ru: Силовая тренировка
zh_hans: 力量训练
zh_hant: 力量訓練

# activity.unit.step
source: steps
es_419: pasos
fr: pas
ja: 歩
ko: 걸음
ru: шагов
zh_hans: 步
zh_hant: 步

# card.book.placeholder
source: Tap to add a book
es_419: Toca para agregar un libro
fr: Appuyez pour ajouter un livre
ja: タップして本を追加
ko: 탭하여 책 추가
ru: Нажмите, чтобы добавить книгу
zh_hans: 点击添加书籍
zh_hant: 點擊新增書籍

# card.book.progress
source: %d%% read
es_419: %d%% leído
fr: %d%% lu
ja: %d%% 読了
ko: %d%% 읽음
ru: %d%% прочитано
zh_hans: %d%%读完
zh_hant: %d%%讀完

# card.film.placeholder
source: Tap to add a film
es_419: Toca para agregar una película
fr: Appuyez pour ajouter un film
ja: タップして映画を追加
ko: 탭하여 영화 추가
ru: Нажмите, чтобы добавить фильм
zh_hans: 点击添加电影
zh_hant: 點擊新增電影

# card.link.more
source: +%d more
es_419: +%d más
fr: +%d de plus
ja: さらに %d 件
ko: +%d개 더
ru: +%d ещё
zh_hans: 还有 %d 项
zh_hant: 還有 %d 項

# card.link.placeholder
source: Tap to add a link
es_419: Toca para agregar un enlace
fr: Appuyez pour ajouter un lien
ja: タップしてリンクを追加
ko: 탭하여 링크 추가
ru: Нажмите, чтобы добавить ссылку
zh_hans: 点击添加链接
zh_hant: 點擊新增連結

# card.map.placeholder
source: Tap to choose a place
es_419: Toca para elegir un lugar
fr: Appuyez pour choisir un lieu
ja: タップして場所を選択
ko: 탭하여 장소 선택
ru: Нажмите, чтобы выбрать место
zh_hans: 点击选择地点
zh_hant: 點擊選擇地點

# card.map.sheet.location_name
source: Location Name
es_419: Nombre del lugar
fr: Nom du lieu
ja: 場所名
ko: 장소 이름
ru: Название места
zh_hans: 地点名称
zh_hant: 地點名稱

# card.map.sheet.search_placeholder
source: Search places
es_419: Buscar lugares
fr: Rechercher des lieux
ja: 場所を検索
ko: 장소 검색
ru: Поиск мест
zh_hans: 搜索地点
zh_hant: 搜尋地點

# card.map.sheet.title
source: Choose Location
es_419: Elegir ubicación
fr: Choisir le lieu
ja: 場所を選択
ko: 위치 선택
ru: Выбрать местоположение
zh_hans: 选择地点
zh_hant: 選擇地點

# card.map.sheet.unknown_place
source: Unknown Place
es_419: Lugar desconocido
fr: Lieu inconnu
ja: 不明な場所
ko: 알 수 없는 장소
ru: Неизвестное место
zh_hans: 未知地点
zh_hant: 未知地點

# card.map.sheet.use_current
source: Use Current Location
es_419: Usar ubicación actual
fr: Utiliser la position actuelle
ja: 現在地を使う
ko: 현재 위치 사용
ru: Использовать текущее местоположение
zh_hans: 使用当前地点
zh_hant: 使用目前地點

# card.music.placeholder
source: Tap to add music
es_419: Toca para agregar música
fr: Appuyez pour ajouter de la musique
ja: タップして音楽を追加
ko: 탭하여 음악 추가
ru: Нажмите, чтобы добавить музыку
zh_hans: 点击添加音乐
zh_hant: 點擊新增音樂

# card.music.sheet.empty
source: Paste an Apple Music link or enter a song or album name
es_419: Pega un enlace de Apple Music o ingresa una canción o nombre de álbum
fr: Collez un lien Apple Music ou entrez un titre de chanson ou d'album
ja: Apple Music のリンクを貼り付けるか、曲名・アルバム名を入力
ko: Apple Music 링크 붙여넣기 또는 노래나 앨범 이름 입력
ru: Вставьте ссылку Apple Music или введите название песни или альбома
zh_hans: 粘贴 Apple Music 链接 或输入歌曲、专辑名称
zh_hant: 貼上 Apple Music 連結 或輸入歌曲、專輯名稱

# card.music.sheet.error.load
source: Unable to load music: %@
es_419: No se puede cargar la música: %@
fr: Impossible de charger la musique: %@
ja: 音楽を読み込めません: %@
ko: 음악을 불러올 수 없습니다: %@
ru: Не удалось загрузить музыку: %@
zh_hans: 无法加载音乐: %@
zh_hant: 無法載入音樂: %@

# card.music.sheet.error.permission
source: Music library access is required. Please allow it first.
es_419: Se requiere acceso a la biblioteca de música. Por favor, permítelo primero.
fr: L'accès à la bibliothèque musicale est requis. Veuillez d'abord l'autoriser.
ja: ミュージックライブラリへのアクセスが必要です。先に許可してください。
ko: 음악 라이브러리 접근이 필요합니다. 먼저 허용해 주세요.
ru: Требуется доступ к музыкальной библиотеке. Пожалуйста, сначала разрешите его.
zh_hans: 需要音乐库访问权限，请先授权
zh_hant: 需要音樂資料庫存取權限，請先授權

# card.music.sheet.error.search
source: Search failed: %@
es_419: Error en la búsqueda: %@
fr: La recherche a échoué: %@
ja: 検索に失敗しました: %@
ko: 검색 실패: %@
ru: Поиск не удался: %@
zh_hans: 搜索失败: %@
zh_hant: 搜尋失敗: %@

# card.music.sheet.now_playing
source: Now Playing
es_419: Reproduciendo ahora
fr: En lecture
ja: 再生中
ko: 지금 재생 중
ru: Сейчас играет
zh_hans: 正在播放
zh_hant: 正在播放

# card.music.sheet.permission_message
source: Allow Apple Music access in Settings
es_419: Permite el acceso a Apple Music en Configuración
fr: Autorisez l'accès à Apple Music dans les paramètres
ja: 設定で Apple Music へのアクセスを許可してください
ko: 설정에서 Apple Music 접근 허용
ru: Разрешите доступ к Apple Music в настройках
zh_hans: 请在设置中允许访问 Apple Music
zh_hant: 請在設定中允許存取 Apple Music

# card.music.sheet.permission_title
source: Music Access Needed
es_419: Se necesita acceso a música
fr: Accès musical requis
ja: 音楽アクセスが必要です
ko: 음악 접근 필요
ru: Требуется доступ к музыке
zh_hans: 需要音乐权限
zh_hant: 需要音樂權限

# card.music.sheet.search_placeholder
source: Paste a link or search songs, albums, artists
es_419: Pega un enlace o busca canciones, álbumes, artistas
fr: Collez un lien ou recherchez des chansons, albums, artistes
ja: リンクを貼り付けるか、曲・アルバム・アーティストを検索
ko: 링크 붙여넣기 또는 노래, 앨범, 아티스트 검색
ru: Вставьте ссылку или найдите песни, альбомы, исполнителей
zh_hans: 粘贴链接或搜索歌曲、专辑、歌手
zh_hant: 貼上連結或搜尋歌曲、專輯、歌手

# card.music.sheet.songs
source: Songs
es_419: Canciones
fr: Chansons
ja: 曲
ko: 노래
ru: Песни
zh_hans: 歌曲
zh_hant: 歌曲

# card.music.sheet.title
source: Add Music
es_419: Agregar música
fr: Ajouter de la musique
ja: 音楽を追加
ko: 음악 추가
ru: Добавить музыку
zh_hans: 添加音乐
zh_hant: 新增音樂

# card.photo.placeholder
source: Tap to add a photo
es_419: Toca para agregar una foto
fr: Appuyez pour ajouter une photo
ja: タップして写真を追加
ko: 탭하여 사진 추가
ru: Нажмите, чтобы добавить фото
zh_hans: 点击添加照片
zh_hant: 點擊新增照片

# card.quote.placeholder
source: Tap to add a quote
es_419: Toca para agregar una cita
fr: Appuyez pour ajouter une citation
ja: タップして引用を追加
ko: 탭하여 인용구 추가
ru: Нажмите, чтобы добавить цитату
zh_hans: 点击添加语录
zh_hant: 點擊新增語錄

# card.todo.placeholder
source: Tap to add a to-do
es_419: Toca para agregar una tarea
fr: Appuyez pour ajouter une tâche
ja: タップしてやることを追加
ko: 탭하여 할 일 추가
ru: Нажмите, чтобы добавить задачу
zh_hans: 点击添加待办
zh_hant: 點擊新增待辦

# card.todo.remaining
source: %d more…
es_419: %d más…
fr: %d de plus…
ja: あと %d 件…
ko: %d개 더…
ru: ещё %d…
zh_hans: 还有 %d 项...
zh_hant: 還有 %d 項...

# mood.angry
source: Angry
es_419: Enojado
fr: En colère
ja: 怒り
ko: 화남
ru: Злой
zh_hans: 生气
zh_hant: 生氣

# mood.anxious
source: Anxious
es_419: Ansioso
fr: Anxieux
ja: 不安
ko: 불안
ru: Тревожный
zh_hans: 焦虑
zh_hant: 焦慮

# mood.calm
source: Calm
es_419: Tranquilo
fr: Calme
ja: 穏やか
ko: 평온
ru: Спокойный
zh_hans: 平静
zh_hant: 平靜

# mood.confused
source: Confused
es_419: Confundido
fr: Confus
ja: 戸惑い
ko: 혼란
ru: Смущённый
zh_hans: 困惑
zh_hant: 困惑

# mood.excited
source: Excited
es_419: Emocionado
fr: Excité
ja: 興奮
ko: 신남
ru: Взволнованный
zh_hans: 兴奋
zh_hant: 興奮

# mood.grateful
source: Grateful
es_419: Agradecido
fr: Reconnaissant
ja: 感謝
ko: 감사
ru: Благодарный
zh_hans: 感恩
zh_hant: 感恩

# mood.happy
source: Happy
es_419: Feliz
fr: Heureux
ja: うれしい
ko: 행복
ru: Счастливый
zh_hans: 开心
zh_hant: 開心

# mood.placeholder
source: Tap to log an emotion
es_419: Toca para registrar una emoción
fr: Appuyez pour enregistrer une émotion
ja: タップして気分を記録
ko: 탭하여 감정 기록
ru: Нажмите, чтобы записать эмоцию
zh_hans: 点击记录心情
zh_hant: 點擊記錄心情

# mood.sad
source: Sad
es_419: Triste
fr: Triste
ja: 悲しい
ko: 슬픔
ru: Грустный
zh_hans: 难过
zh_hant: 難過

# mood.tired
source: Tired
es_419: Cansado
fr: Fatigué
ja: 疲れた
ko: 피곤
ru: Уставший
zh_hans: 疲惫
zh_hant: 疲憊

# weather.condition.cloudy
source: Cloudy
es_419: Nublado
fr: Nuageux
ja: くもり
ko: 흐림
ru: Облачно
zh_hans: 多云
zh_hant: 多雲

# weather.condition.foggy
source: Foggy
es_419: Con niebla
fr: Brumeux
ja: 霧
ko: 안개
ru: Туманно
zh_hans: 雾天
zh_hant: 霧天

# weather.condition.partly_cloudy
source: Partly Cloudy
es_419: Parcialmente nublado
fr: Partiellement nuageux
ja: 晴れ時々くもり
ko: 부분 흐림
ru: Переменная облачность
zh_hans: 多云转晴
zh_hant: 多雲轉晴

# weather.condition.rainy
source: Rainy
es_419: Lluvioso
fr: Pluvieux
ja: 雨
ko: 비
ru: Дождливо
zh_hans: 雨天
zh_hant: 雨天

# weather.condition.snowy
source: Snowy
es_419: Nevando
fr: Neigeux
ja: 雪
ko: 눈
ru: Снежно
zh_hans: 雪天
zh_hant: 雪天

# weather.condition.stormy
source: Stormy
es_419: Tormentoso
fr: Orageux
ja: 雷雨
ko: 폭풍
ru: Грозово
zh_hans: 雷暴
zh_hant: 雷暴

# weather.condition.sunny
source: Sunny
es_419: Soleado
fr: Ensoleillé
ja: 晴れ
ko: 맑음
ru: Солнечно
zh_hans: 晴天
zh_hant: 晴天

# weather.condition.windy
source: Windy
es_419: Ventoso
fr: Venteux
ja: 強風
ko: 바람
ru: Ветрено
zh_hans: 大风
zh_hant: 大風

# weather.current
source: Now %d° %@
es_419: Ahora %d° %@
fr: Maintenant %d° %@
ja: 現在 %d° %@
ko: 현재 %d° %@
ru: Сейчас %d° %@
zh_hans: 现在 %d° %@
zh_hant: 現在 %d° %@

# weather.current_location
source: Current Location
es_419: Ubicación actual
fr: Position actuelle
ja: 現在地
ko: 현재 위치
ru: Текущее местоположение
zh_hans: 当前位置
zh_hant: 目前位置

# weather.error.auth
source: WeatherKit auth service is unavailable. Confirm WeatherKit is enabled for the App ID and target, and try again on device if needed.
es_419: El servicio de autenticación WeatherKit no está disponible. Confirma que WeatherKit está habilitado para el App ID y el objetivo, y vuelve a intentarlo en el dispositivo si es necesario.
fr: Le service d'authentification WeatherKit n'est pas disponible. Confirmez que WeatherKit est activé pour l'App ID et la cible, et réessayez sur l'appareil si nécessaire.
ja: WeatherKit の認証サービスを利用できません。App ID とターゲットで WeatherKit が有効か確認し、必要に応じて実機で再試行してください。
ko: WeatherKit 인증 서비스를 사용할 수 없습니다. App ID 및 대상에 WeatherKit이 활성화되어 있는지 확인하고 필요한 경우 기기에서 다시 시도하세요.
ru: Служба аутентификации WeatherKit недоступна. Подтвердите, что WeatherKit включен для App ID и цели, и попробуйте снова на устройстве при необходимости.
zh_hans: WeatherKit 认证服务不可用。请确认已为 App ID 和 Xcode Target 开启 WeatherKit，必要时在真机再试。
zh_hant: WeatherKit 驗證服務不可用。請確認已為 App ID 和 Xcode Target 啟用 WeatherKit，必要時請在真機上再試。

# weather.error.generic
source: Unable to load weather right now. Please try again later.
es_419: No se puede cargar el clima en este momento. Por favor, inténtalo de nuevo más tarde.
fr: Impossible de charger la météo pour le moment. Veuillez réessayer plus tard.
ja: 天気を取得できません。しばらくしてから再試行してください。
ko: 현재 날씨를 불러올 수 없습니다. 나중에 다시 시도해 주세요.
ru: Не удалось загрузить погоду. Пожалуйста, попробуйте позже.
zh_hans: 天气获取失败，请稍后重试。
zh_hant: 取得天氣失敗，請稍後再試。

# weather.error.location
source: Location is unavailable, so weather for your current position cannot be loaded.
es_419: La ubicación no está disponible, por lo que no se puede cargar el clima de tu posición actual.
fr: La localisation n'est pas disponible, donc la météo de votre position actuelle ne peut pas être chargée.
ja: 位置情報を利用できないため、現在地の天気を取得できません。
ko: 위치를 사용할 수 없어서 현재 위치의 날씨를 불러올 수 없습니다.
ru: Местоположение недоступно, поэтому погода для вашей текущей позиции не может быть загружена.
zh_hans: 定位不可用，无法获取当前位置天气。
zh_hant: 定位不可用，無法取得目前位置的天氣。

# weather.error.network
source: Network is unavailable, so weather cannot be loaded right now.
es_419: La red no está disponible, por lo que no se puede cargar el clima en este momento.
fr: Le réseau n'est pas disponible, donc la météo ne peut pas être chargée pour le moment.
ja: ネットワークに接続できないため、現在天気を取得できません。
ko: 네트워크를 사용할 수 없어서 현재 날씨를 불러올 수 없습니다.
ru: Сеть недоступна, поэтому погода сейчас не может быть загружена.
zh_hans: 网络不可用，暂时无法获取天气。
zh_hant: 網路不可用，暫時無法取得天氣。

# weather.feels_like
source: Feels like %d°
es_419: Sensación térmica %d°
fr: Ressenti %d°
ja: 体感 %d°
ko: 체감 온도 %d°
ru: Ощущается как %d°
zh_hans: 体感 %d°
zh_hant: 體感 %d°

# weather.observed_at
source: Captured at %@
es_419: Capturado a las %@
fr: Capturé à %@
ja: %@ に記録
ko: %@에 촬영
ru: Снято в %@
zh_hans: 记录于 %@
zh_hant: 記錄於 %@

# weather.placeholder
source: Weather is captured when saved
es_419: El clima se captura cuando se guarda
fr: La météo est capturée lors de l'enregistrement
ja: 保存時に天気を取得します
ko: 날씨는 저장할 때 캡처됩니다
ru: Погода фиксируется при сохранении
zh_hans: 保存时获取天气
zh_hant: 儲存時取得天氣

# activity.type.yoga
source: Yoga
ja: ヨガ
ko: 요가
ru: Йога
zh_hans: 瑜伽
zh_hant: 瑜伽

# card.map.sheet.description
source: Description
es_419: Descripción
ja: 説明
ko: 설명
ru: Описание
zh_hans: 描述文字
zh_hant: 描述文字

# card.music.sheet.albums
source: Albums
es_419: Álbumes
ja: アルバム
ko: 앨범
ru: Альбомы
zh_hans: 专辑
zh_hant: 專輯
